# IFC_IsPsetCustom

## Description
Check if Pset is custom.

```pascal
FUNCTION IFC_IsPsetCustom(
				pSetName    : STRING;
				VAR bCustom : BOOLEAN) : BOOLEAN;
```

```python

def vs.IFC_IsPsetCustom(pSetName):
    return (BOOLEAN, bCustom)
```

## Parameters
|Name|Type|Description|
|---|---|---|
|pSetName|STRING||
|bCustom|BOOLEAN||

## Version
Availability: from Vectorworks 2018
## Category
* IFC